cask "nikitabobko/tap/aerospace"
brew "ultralist"
cask "kitty"
brew "tig"
brew "lazygit"
brew "difftastic"
brew "tmux"
brew "vim"
brew "stow"
brew "gh"
brew "fzf"
brew "ripgrep"
brew "go"
brew "fd"
brew "entr"
brew "fish"
brew "walk"
brew "mise"
cask "alacritty"
cask "karabiner-elements"
cask "font-cozette"
cask "font-iosevka"
