brew "zoxide"
brew "gh"
brew "awk"
brew "coreutils"
brew "reattach-to-user-namespace"
brew "lazygit"
brew "elm"
brew "elixir"
brew "figlet"
brew "postgresql@13"
brew "python@3.10"
brew "stow"
brew "tmux"
brew "zellij"
brew "tree"
brew "fzf"
brew "jq"
brew "ripgrep"
brew "fd"
brew "bat"
cask "dbeaver-community"
cask "discord"
cask "figma"
brew "neovim"
tap "homebrew/cask-fonts"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "keycastr"
cask "mongodb-compass"
cask "postman"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
brew "fnm"
